;
; Auto generated file by doc2ini (bandizip)
; 
; DO NOT MODIFY THIS FILE MANUALLY. 
; 
; If you want to modify this file, please visit https://go.bandi.so/apptranslation for more information.
;

[GENERAL]
LANG_NAME                               = Français
TRANSLATORS                             = Drake4478 (www.infos-del.com)[br]Tanguy N.
IS_RIGHT_TO_LEFT_TEXT                   = 
DLG_FONT_NAME                           = 
DLG_FONT_SIZE                           = 
SKIN_FONT_NAME                          = 


[TEXT]
TEXT_BUILDNO                            = Version#
TEXT_FILE                               = Fichiers
TEXT_FOLDER                             = Dossiers
TEXT_ARCHIVE_SIZE                       = Taille de l'archive
TEXT_ORIGINAL_SIZE                      = Taille d'origine
TEXT_ARCHIVE_FORMAT                     = Type d'archive
TEXT_COMPRESSED_SIZE                    = Taille compressée
TEXT_SOLID                              = Solide
TEXT_BETA                               = Bêta
TEXT_ASSOC                              = Fichier compressé (${str1})
TEXT_PORTABLE                           = Portable
TEXT_NEW_FOLDER                         = Nouveau dossier
TEXT_FILESIZE_UNKNOWN                   = Inconnu
TEXT_FILEDATE_UNKNOWN                   = Inconnu
TEXT_HELP_LINK                          = [Aide]
TEXT_APP_DESC                           = Bandizip est un logiciel d'archivage léger, rapide, complet et gratuit. Il gère les formats de compression les plus répandus, tels que ZIP, 7z, RAR, et bien d'autres.

TEXT_MESSAGEBOX_OK                      = OK
TEXT_MESSAGEBOX_CANCEL                  = Annuler
TEXT_MESSAGEBOX_ABORT                   = Abandonner
TEXT_MESSAGEBOX_RETRY                   = Réessayer
TEXT_MESSAGEBOX_IGNORE                  = Ignorer
TEXT_MESSAGEBOX_YES                     = Oui
TEXT_MESSAGEBOX_NO                      = Non
TEXT_MESSAGEBOX_CONTINUE                = Continuer
TEXT_MESSAGEBOX_HELP                    = Aide

TEXT_COLUMN_NAME                        = Nom
TEXT_COLUMN_COMPSIZE                    = Taille compressée
TEXT_COLUMN_ORIGSIZE                    = Taille d'origine
TEXT_COLUMN_KIND                        = Type de fichier
TEXT_COLUMN_DATE_MOD                    = Modifié le
TEXT_COLUMN_COMPMETHOD                  = Méthode de compression
TEXT_COLUMN_ENCRMETHOD                  = Méthode de chiffrement
TEXT_COLUMN_CRC                         = CRC
TEXT_COLUMN_ATTRIB                      = Attributs
TEXT_COLUMN_COMMENT                     = Commentaire
TEXT_COLUMN_PATHNAME                    = Emplacement

TEXT_ICONPACK_NAME                      = Nom
TEXT_ICONPACK_DESIGNER                  = Concepteur
TEXT_ICONPACK_COPYRIGHT                 = Copyright

TEXT_ARCHIVE_COLUMN_NAME                = Nom
TEXT_ARCHIVE_COLUMN_FILESIZE            = Taille
TEXT_ARCHIVE_COLUMN_FOLDERPATH          = Emplacement
TEXT_ARCHIVEDLG_FILESIZE_SUM            = Taille totale

TEXT_SELECT_ARCHIVE_FILE                = Sélectionnez la destination
TEXT_SELECT_TEXT_FILE                   = Sélectionnez le fichier
TEXT_SELECT_DEST_FOLDER                 = Sélectionnez le dossier de destination
TEXT_SELECT_ARCHIVE_FILE_FILETERNAME    = Archive
TEXT_REGISTRY_FILE                      = Fichier du registre

TEXT_OPENDLG_ARCHIVEFILES               = Archives
TEXT_OPENDLG_ARCHIVEFILE                = Archive
TEXT_OPENDLG_ALLFILES                   = Tous les fichiers
TEXT_OPENDLG_EXEFILES                   = Fichiers exe

TEXT_ABOUTBOX_TAB1                      = À propos de Bandizip

TEXT_ASSOC_GROUP0                       = Archives
TEXT_ASSOC_GROUP1                       = UNIX
TEXT_ASSOC_GROUP2                       = Autres
TEXT_ASSOC_GROUP3                       = CD/DVD

TEXT_OPENERR_INVALIDVERSION             = Pour ouvrir ce fichier, veuillez téléchargez la dernière version de Bandizip.
TEXT_OPENERR_NOT_A_FIRST_VOLUME_FILE    = Veuillez sélectionner uniquement la première partie du fichier découpé.
TEXT_OPENERR_CANT_OPEN_FILE             = Impossible d'ouvrir le fichier (${str1}).
TEXT_OPENERR_CANT_OPEN_FILE_LOCKED      = Impossible d'ouvrir le fichier (${str1}) car il est en cours d'utilisation par un autre programme.
TEXT_OPENERR_GENERAL                    = Impossible d'ouvrir le fichier (${str1}). (Code : ${xnum1})
TEXT_OPENERR_USER_ABORT                 = Annulé.
TEXT_OPENERR_UNKNOWN_FILEFORMAT         = Format de fichier inconnu (${str1}).
TEXT_OPENERR_NOT_ARCHIVE_FILE           = ""${str1}" n'est pas une archive."
TEXT_OPENERR_NOT_SUPPORTED_FILEFORMAT   = Format de fichier non pris en charge (${str1}).
TEXT_OPENERR_NOT_SUPPORTED_ENC_METHOD   = Méthode de chiffrement non prise en charge (${str1}).
TEXT_OPENERR_PASSWORD_NOT_SET           = Veuillez saisir le mot de passe :
TEXT_OPENERR_INVALID_PASSWORD           = Mot de passe incorrect.
TEXT_OPENERR_INVALID_CONTAINER_HEADER   = Impossible d'ouvrir le fichier car son en-tête est corrompu.

TEXT_ERR_INIT_FAILED                    = Échec d'initialisation.
TEXT_ERR_NOFILE_OR_INVALIDPASS          = Le mot de passe est incorrect ou l'archive est vide.
TEXT_ERR_PASSOWRD_NOT_MATCH             = Les mots de passe ne correspondent pas.
TEXT_ERR_PASSWORD_NOT_SET               = Un mot de passe est nécessaire.
TEXT_ERR_INVALID_PASSWORD_CHAR          = Utilisation d'un caractère invalide. Remplacez-le par une lettre, un chiffre ou un symbole.
TEXT_ERR_INVALID_SPLIT_FILE_SIZE        = La taille de fichier découpé est invalide.
TEXT_ERR_SFX_SPLIT_SIZE_4G_LIMIT        = La taille des fichiers SFX (archives auto-extractibles) est limitée à 4 Go.
TEXT_ERR_INTERNAL_ERROR                 = Erreur interne.
TEXT_ERR_CANT_MODIFY_ARCHIVE            = Impossible de modifier l'archive.
TEXT_ERR_OCCURRED_WHEN_MODIFY_ARCHIVE   = Une erreur est survenue lors de la modification de l'archive.
TEXT_ERR_INVALID_FOLDER_PATH            = Emplacement invalide.
TEXT_ERR_EDIT_ZIPFILE_ONLY_SUPPORTED    = Seules les archives ZIP peuvent être modifiées.
TEXT_ERR_EDIT_SINGLEFILE_ONLY_SUPPORTED = Il est impossible de modifier un fichier découpé.
TEXT_ERR_EDIT_SFX_NOT_SUPPORTED         = Il est impossible de modifier une archive auto-extractible (*.exe).
TEXT_ERR_EDIT_BROKENARCH_NOT_SUPPORTED  = Il est impossible de modifier un fichier corrompu.
TEXT_ERR_EDIT_NOT_SUPPORTED_ARCHIVE     = Il est impossible de modifier le format de cette archive.
TEXT_ERR_CANT_CHANGE_FILENAME           = Il est impossible de renommer ce fichier.
TEXT_ERR_CANT_CHANGE_FILENAME_WITH      = "Il est impossible d'utiliser un nom de fichier contenant les caractères suivants : ? : \ / * < > | ""
TEXT_ERR_CANT_CHANGE_FILENAME_SAMENAME  = Un fichier ou dossier portant le même nom existe déjà. Impossible de renommer le fichier (${str1})
TEXT_ERR_CANT_CREATE_FOLDER             = Impossible de créer le dossier.
TEXT_ERR_NO_FILES_TO_ARCHIVE            = Aucun fichier à archiver.
TEXT_ERR_INVALID_PARAM                  = Paramètre incorrect.
TEXT_ERR_CANT_ADD_TO_ARCHIVE            = Impossible d'ajouter le fichier à l'archive. [br] - ${str1}
TEXT_ERR_CANT_OPEN_THIS_ARCHIVE         = Impossible d'ouvrir l'archive.[br] - ${str1}
TEXT_ERR_SAME_NAME_FOLDER_EXIST         = Le dossier existe déjà.
TEXT_ERR_FILENAME_EMPTY                 = Le nom de fichier est invalide.
TEXT_ERR_AT_DRAGANDDROP                 = Le glisser-déposer a échoué.
TEXT_ERR_AT_DRAGANDDROP_OFF_FAST_DND    = Le glisser-déposer a échoué. [br]La fonction "glisser-déposer rapide" a été désactivée, veuillez réessayer.
TEXT_ERR_AT_CANT_OPEN_MMF               = Impossible d'ouvrir le MMF (mmf : ${str1}).
TEXT_ERR_NO_FILES_SELECTED              = Aucun fichier sélectionné.
TEXT_ERR_ICONPACK_CANTCREATEFOLDER      = Impossible de créer un dossier pour l'installation du pack d'icônes.
TEXT_ERR_ICONPACK_CANTCREATEFILE        = Impossible de créer un fichier pour l'installation du pack d'icônes.
TEXT_ERR_AT_EXECUTE_DIRECT              = Impossible d'ouvrir le fichier. Veuillez décompresser le fichier et réessayer.
TEXT_ERR_FILESIZE_OVER_4GB_INCLUDED     = Impossible de créer un fichier de plus de 4 Go.[br]Veuillez choisir un format de fichier différent (ZIP ou 7Z).
TEXT_ERR_CANT_SAVE_AS                   = Impossible d'enregistrer le fichier.
TEXT_ERR_ERROR_AT_EDIT                  = Bandizip a rencontré un problème lors de la modification du fichier. (${str1})[br][br]Souhaitez-vous envoyer un rapport d’erreur à Bandisoft ?[br][br]L'envoi de ce rapport aidera Bandisoft à améliorer Bandizip.

TEXT_MSG_TEST_OK                        = Aucune erreur détectée.
TEXT_MSG_EXTRACT_FAIL_WITH_ERRCODE      = L'extraction a échoué.[br](${str1})
TEXT_MSG_EXTRACT_SUCCESS                = L'extraction a réussi.
TEXT_MSG_EXTRACT_CANCELED               = L'extraction a été annulée.
TEXT_MSG_COMPRESS_SUCCESS               = L'archive a été créée avec succès.
TEXT_MSG_INTERNAL_ERROR                 = Erreur interne.
TEXT_MSG_TEMP_FILE_NOT_EXIST            = Impossible d’ouvrir ce fichier dans le dossier temporaire : [br](${str1})
TEXT_MSG_CANT_DELETE_ARCHIVE            = Impossible de supprimer l'archive.
TEXT_MSG_CRASH_REPORT                   = Bandizip a rencontré un problème et doit fermer.
TEXT_MSG_CRASH_REPORT2                  = Bandizip a rencontré un problème et doit fermer. Voulez-vous envoyer un rapport d'erreur au développeur de Bandizip ?
TEXT_MSG_HANGAPP_REPORT                 = Bandizip ne répond pas.[br][br]Voulez-vous fermer le programme et envoyer un rapport d'erreur au développeur de Bandizip ?
TEXT_MSG_SET_TEMP_PATH                  = Veuillez définir l'emplacement du dossier temporaire :
TEXT_MSG_SET_PATH                       = Emplacement
TEXT_MSG_ICONPACK_INSTALL_COMPLETED     = Le pack d'icônes a été installé avec succès.
TEXT_MSG_NOTICE_RESTART                 = Le programme va redémarrer.
TEXT_MSG_ARCHVIE_OPENING                = Ouverture de l'archive...
TEXT_MSG_COMPLETING                     = Terminé : ${num1}%
TEXT_MSG_CANT_CREATE_FOLDER             = Impossible de créer le dossier.[br] - ${str1}
TEXT_MSG_GX_XZ_CANT_ARCHIVE_FOLDER      = Il est impossible de compresser un dossier dans une archive gz/xz.
TEXT_MSG_GX_XZ_CANT_ARCHIVE_MULTI       = Il est impossible de compresser plusieurs fichiers dans une même archive gz/xz. Veuillez cocher l’option "Créer une archive par fichier/dossier".
TEXT_MSG_TRAY_MINIMIZED                 = Bandizip a été minimisé dans la zone de notification. Cliquez sur l'icône pour le restaurer.
TEXT_MSG_TRAY_COMPLETED                 = Opération terminée.
TEXT_MSG_BATCH_ARCHVING                 = Archivage : ${str1}
TEXT_MSG_BATCH_EXTRACTING               = Extraction : ${str1}
TEXT_MSG_BATCH_TESTING                  = - Vérification : ${str1}
TEXT_MSG_BATCH_DELETING                 = - Suppression : ${str1}
TEXT_MSG_BATCH_DEL_FAILED               = - Échec de la suppression : ${str1}
TEXT_MSG_WORK_IN_PROGRESS               = Fonction indisponible à ce stade.

TEXT_NOTICE_AUTODETECTCODEPAGE          = Si les caractères ne s'affichent pas correctement, cliquez sur <font color=red><b>Encodage</b></font> ci-dessus puis essayez l'option <font color=red><b>Détection automatique</b></font>.

TEXT_ASK_DELETE_ARCHIVE                 = L'archive va être supprimée.[br]Confirmez-vous la suppression ?
TEXT_ASK_DELETE_CUR_ARCHIVE             = Voulez-vous vraiment supprimer l'archive actuellement ouverte ?
TEXT_ASK_PERM_DELETE_CUR_ARCHIVE        = Voulez-vous vraiment supprimer l'archive actuellement ouverte de façon permanente ?
TEXT_ASK_CHANGE_FILENAME                = Un fichier du même nom existe déjà.[br][br]Voulez-vous renommer le fichier ${str1} en ${str2} ?
TEXT_ASK_DELETE_FILE                    = Voulez-vous vraiment supprimer le(s) fichier(s) sélectionné(s) ?
TEXT_ASK_STOP_EXTRACT                   = Voulez-vous vraiment annuler l'extraction ?
TEXT_ASK_OVERWRITE_ARCHIVE              = Un fichier du même nom existe déjà.[br][br]Voulez-vous remplacer le fichier ?
TEXT_ASK_INIT_SETTING                   = Voulez-vous vraiment rétablir les paramètres par défaut ? Bandizip va être fermé puis relancé.
TEXT_ASK_STOP_ARCHIVING                 = Voulez-vous annuler l'archivage ?
TEXT_ASK_STOP_MODIFYING                 = Voulez-vous annuler cette opération ?
TEXT_ASK_APPLY_MODIFIED_FILE            = Voulez-vous conserver les modifications faites au fichier ${str1} ?
TEXT_ASK_WARNING_SHORT_PASSWORD         = Le mot de passe est court (moins de 8 caractères). Voulez-vous continuer ?
TEXT_ASK_INSTALL_ICONPACK               = Voulez-vous installer et activer le pack d'icônes (${str1}) ?
TEXT_ASK_MAKE_FOLDER                    = Le dossier n'existe pas. Voulez-vous le créer ?[br][br]- ${str1}
TEXT_ASK_CONT_WITHOUTWRITEPERMISSION    = Le dossier de destination est protégé en écriture.[br][br]- ${str1}[br][br]Voulez-vous continuer ?
TEXT_ASK_CONT_NOFREESPACE               = L'espace libre est insuffisant. Veuillez changer le dossier de destination. [br][br]- ${str1}[br][br]Voulez-vous continuer ?
TEXT_ASK_ASK_UAC_ELEVATION              = Vous n'êtes pas autorisé à modifier ces fichiers. [br][br]Voulez-vous redémarrer le programme en tant qu'administrateur ?
TEXT_ASK_OPENERR_FIRST_VOLUME           = Impossible d'ouvrir l'archive. [br][br]Voulez-vous ouvrir la première partie de l'archive découpée (${str1}) ?
TEXT_ASK_DELSRC_TURN_ON_TEST_ARCHIVE    = Si l'archive créée est corrompue, vous risquez de perdre vos fichiers.[br][br]Voulez vous cochez l’option "Vérifier l'archive" ?
TEXT_ASK_DEST_FOLDER_SPACE_NOT_ENOUGH   = L'espace libre est insuffisant. Voulez-vous continuer ?[br][br]Dossier de destination : ${str1}[br]Espace libre : ${str2}[br]Taille des fichiers à extraire : ${str3}

TEXT_WARN_BROKEN_FILE                   = Le fichier est corrompu.
TEXT_WARN_BROKEN_OR_MULTIVOL_PROBLEM    = Le fichier est corrompu ou nécessite d'autres parties (archive découpée).

TEXT_BTN_PAUSE                          = Pause
TEXT_BTN_RESUME                         = Reprendre

TEXT_ERRDLG_ERROR_OCCURRED              = Une erreur est survenue.
TEXT_ERRDLG_USER_ABORT                  = Annulé

TEXT_ARKERR_CANT_OPEN_FILE              = Impossible d'ouvrir le fichier.
TEXT_ARKERR_CANT_OPEN_FILE_LOCKED       = Impossible d'ouvrir le fichier car il est en cours d'utilisation par un autre programme.
TEXT_ARKERR_PASSWORD_NOT_SET            = Un mot de passe est nécessaire.
TEXT_ARKERR_INVALID_PASSWD              = Mot de passe incorrect.
TEXT_ARKERR_USER_ABORTED                = Annulé
TEXT_ARKERR_INVALID_FILE_CRC            = Erreur CRC
TEXT_ARKERR_CANT_OPEN_FILE_TO_WRITE     = Impossible d'ouvrir le fichier de destination.
TEXT_ARKERR_CANT_READ_DATA              = Impossible de lire les données de l'archive.
TEXT_ARKERR_INFLATE_FAILED              = Erreur de données - Le fichier est corrompu.
TEXT_ARKERR_BZIP2_ERROR                 = Erreur de données - Le fichier est corrompu.
TEXT_ARKERR_DATA_CORRUPTED              = Le fichier est corrompu ou il manque un fichier découpé.
TEXT_ARKERR_CANT_OPEN_DEST_FILE         = Impossible d'ouvrir le fichier.
TEXT_ARKERR_CANT_CREATE_FOLDER          = Impossible de créer un dossier.
TEXT_ARKERR_UNKNOWN_COMPRESSION_METHOD  = Méthode de compression non-supportée.
TEXT_ARKERR_WRITE_FAIL                  = Une erreur est survenue lors de l'écriture.
TEXT_ARKERR_DISK_FULL                   = Le disque est plein.
TEXT_ARKERR_FILENAME_EXCED_RANGE        = Impossible de créer le fichier. Le chemin ne doit pas dépasser 260 caractères.
TEXT_ARKERR_CANT_CREATE_FILE            = Impossible de créer le fichier.
TEXT_ARKERR_CANT_CREATE_FILE_UAC        = Impossible de créer le fichier. Veuillez exécuter le programme en tant qu'administrateur.
TEXT_ARKERR_USER_SKIP                   = Ignoré.
TEXT_ARKERR_FILE_TRUNCATED              = La fin du fichier est manquante ou corrompue.
TEXT_ARKERR_INVALID_PASSWD_OR_BROKEN    = Le mot de passe est invalide, ou le fichier est corrompu.
TEXT_ARKERR_7ZERR_BROKEN_ARCHIVE        = Le fichier est corrompu.
TEXT_ARKERR_SFX_SIZE_OVER_4GB           = Le fichier auto-extractible (*.exe) fait plus de 4 Go. Windows ne permet pas de l'exécuter.
TEXT_ARKERR_ZIP_LAST_VOL_ONLY           = Impossible d'ouvrir l'archive. Le fichier découpé suivant (.z01, .z02..) est nécessaire.
TEXT_ARKERR_ZIP_LAST_VOL_ONLY_WARN      = Impossible d'ouvrir l'archive ZIP. Le fichier découpé suivant (.z01, .z02..) est nécessaire.
TEXT_ARKERR_CANNOT_FIND_NEXT_VOLUME     = Impossible d'ouvrir l'archive. Il manque un fichier découpé.
TEXT_ARKERR_CORRUPTED_FILE              = Le fichier est corrompu.
TEXT_ARKERR_ACCESS_DENIED_DEST_PATH     = Le dossier est protégé en écriture.
TEXT_ARKERR_ACCESS_DENIED_DEST_PATH_UAC = Le dossier est protégé en écriture. Veuillez exécuter le programme en tant qu'administrateur.
TEXT_ARKERR_NOT_SUPPORTED_ENC_METHOD    = L'algorithme de chiffrement n'est pas supporté.
TEXT_ARKERR_NOT_ENOUGH_MEMORY           = Mémoire insuffisante.
TEXT_ARKERR_NOT_ENOUGH_MEMORY_LZMA_ENC  = Mémoire insuffisante. Veuillez modifier le niveau de compression.
TEXT_ARKERR_NOT_SUPPORTED_OPERATION     = Opération non supportée.
TEXT_ARKERR_NOT_MATCH_FILE_SIZE         = La taille des fichiers à extraire diffère des informations d'en-tête présentes dans l'archive.
TEXT_ARKERR_FILE_SIZE_OVER_4GB          = Impossible de créer un fichier de plus de 4 Go.[br]Veuillez choisir un format de fichier différent (ZIP ou 7Z).
TEXT_ARKERR_TOO_LONG_NAME_AND_TRUNCATED = Le nom de fichier était trop long et a été raccourci automatiquement.
TEXT_ARKERR_CANT_OPEN_SRC_FILE_TO_COPY  = Impossible d'ouvrir le fichier source à copier.
TEXT_ARKERR_NOTIMPL                     = Non implémenté.
TEXT_ARKERR_CANT_READ_FILE              = Impossible de lire le fichier.
TEXT_ARKERR_NEED_ADMIN_SYMLINK          = Pour créer un lien symbolique, veuillez exécuter Bandizip en tant qu’administrateur.
TEXT_ARKERR_CANT_MAKE_SYMLINK           = Impossible de créer un lien symbolique.

TEXT_SPLITCOMBO_NOSPLIT                 = Aucun découpage
TEXT_SPLITCOMBO_3MB                     = 3Mo
TEXT_SPLITCOMBO_4MB                     = 4Mo
TEXT_SPLITCOMBO_5MB                     = 5Mo
TEXT_SPLITCOMBO_10MB                    = 10Mo
TEXT_SPLITCOMBO_20MB                    = 20Mo
TEXT_SPLITCOMBO_GMAIL                   = 25Mo (Gmail)
TEXT_SPLITCOMBO_100MB                   = 100Mo
TEXT_SPLITCOMBO_300MB                   = 300Mo
TEXT_SPLITCOMBO_CD650                   = 650Mo (CD)
TEXT_SPLITCOMBO_CD700                   = 700Mo (CD)
TEXT_SPLITCOMBO_FAT32                   = 4Go (FAT32)
TEXT_SPLITCOMBO_DVD                     = 4.7Go (DVD)
TEXT_SPLITCOMBO_USERINPUT               = Taille personnalisée

TEXT_COMPRESSIONMETHOD_STORE            = 0-Aucune compression
TEXT_COMPRESSIONMETHOD_FAST             = 1-Compression rapide
TEXT_COMPRESSIONMETHOD_NORMAL           = 2-Compression normale
TEXT_COMPRESSIONMETHOD_MAX              = 3-Compression maximale

TEXT_ASK_PASS_MSG_NOT_SET               = Mot de passe :
TEXT_ASK_PASS_MSG_INVALID_PASS          = Mot de passe invalide. Veuillez saisir le mot de passe à nouveau.

TEXT_NEW_ARCHIVE_FILE_NAME              = Nouvelle archive
TEXT_ADD_FILE_2_ARCHIVE_DLG_TITLE       = Ajouter des fichiers à l'archive
TEXT_DUPEFILE_PROCESS_METHOD_RENAME     = &Renommer : ${str1}
TEXT_TITLE_TEST_MODE                    = Vérification de l'archive...
TEXT_TITLE_TEMPFOLDER_MODE              = Extraction dans le dossier temporaire...
TEXT_TITLE_MODIFYING                    = Modification en cours...
TEXT_DLG_STATIC_DUPEFILE_NEW            = Fichier à extraire
TEXT_MSG_SELECTED_FILE                  = ${num1} fichier(s) sélectionné(s)
TEXT_MSG_SELECTED_FOLDER                = ${num1} dossier(s) sélectionné(s)
TEXT_MSG_SELECTED_FILEFOLDER            = ${num1} fichier(s), ${num2} dossier(s)
TEXT_MSG_SELECTED_FILESIZESUM           = Taille des fichiers sélectionnés : ${str1}

TEXT_UPDATE_VERSION_CHECK_FAILED        = Échec de la vérification.
TEXT_UPDATE_VERSION_CHECKING            = Vérification des mises à jour...
TEXT_UPDATE_DOWNLOAD_FAILED             = Échec du téléchargement.
TEXT_UPDATE_LATEST_VERSION              = Aucune mise à jour disponible.
TEXT_UPDATE_DO_DOWNLOAD                 = Une mise à jour est disponible !
TEXT_UPDATE_DOWNLOAD_COMPLETED          = Téléchargement terminé.

TEXT_INSTALL_HONEYVIEW                  = Installer Honeyview
TEXT_INSTALL_HONEYVIEW_1                = Honeyview n’est pas installé sur votre ordinateur.
TEXT_INSTALL_HONEYVIEW_2                = Bandisoft vous recommande également Honeyview.<br> Le logiciel permet de visualiser les images contenues dans des fichiers compressés ZIP, RAR ou 7z sans extraction.


[MENU]
MENUSTR_FILE                            = &Fichier
MENUSTR_EDIT                            = &Édition
MENUSTR_SETTING                         = &Options
MENUSTR_FIND                            = R&echercher
MENUSTR_VIEW                            = &Affichage
MENUSTR_HELP                            = &Aide

MENUSTR_OPEN                            = &Ouvrir une archive... \tCtrl+O
MENUSTR_RECENT                          = Fichiers récents
MENUSTR_CLOSE_FILE                      = &Fermer l'archive\tF4
MENUSTR_CREATE_ARCHIVE                  = &Nouvelle archive...\tCtrl+N
MENUSTR_NEW_WINDOW                      = Nouvelle fenêtre \tCtrl+Maj+N
MENUSTR_NEW_WINDOW_ADMIN                = Nouvelle fenêtre (administrateur)\tCtrl+Alt+N
MENUSTR_SAVE_AS_ARCHIVE                 = Enregistrer sous...
MENUSTR_DELETE_ARCHIVE                  = Supprimer l'archive \tCtrl+Suppr.
MENUSTR_PERM_DELETE_ARCHIVE             = Supprimer définitivement l'archive \tMaj+Ctrl+Suppr.
MENUSTR_OPEN_ARCHIVE_FOLDER             = Ouvrir le dossier de l’archive
MENUSTR_TEST_ARCHIVE                    = &Vérifier l'archive \tCtrl+T
MENUSTR_EXTRACT_FILE                    = &Extraire le(s) fichier(s)... \tCtrl+E
MENUSTR_EXIT                            = Q&uitter \tCtrl+W

MENUSTR_RENAME_FILE                     = &Renommer le fichier \tF2
MENUSTR_ADD_FILE                        = &Ajouter des fichiers \tIns
MENUSTR_DELETE_FILE                     = &Supprimer le(s) fichier(s) \tSuppr.
MENUSTR_EDIT_COMMENT                    = Commenter l'archive
MENUSTR_SETTING_SUB                     = &Paramètres (F5)
MENUSTR_FIND_ITEM                       = R&echercher des fichiers\tCtrl+F
MENUSTR_COPY_FILES2CLIPBOARD            = Copier les fichiers dans le presse-papiers\tCtrl+C
MENUSTR_PASTE_FILESFROMCLIPBOARD        = Coller des fichiers depuis le presse-papiers\tCtrl+V

MENUSTR_VIEW_STARTSCREEN                = Écran de démarrage \tF6
MENUSTR_VIEW_TREECONTROL                = Arborescence \tF7
MENUSTR_VIEW_COMMENT                    = Commentaire de l’archive\tF8
MENUSTR_VIEW_PREVIEW                    = Aperçu des images
MENUSTR_VIEW_STATUS_BAR                 = 
MENUSTR_VIEW_TOOLBAR                    = Barre d’outils
MENUSTR_VIEW_TOOLBAR_NORMAL             = Grande
MENUSTR_VIEW_TOOLBAR_MINI               = Petite
MENUSTR_VIEW_TOOLBAR_OLD                = Ancien style
MENUSTR_VIEW_TOOLBAR_HIDE               = Cachée
MENUSTR_VIEW_LISTVIEW                   = Liste des fichiers
MENUSTR_VIEW_LISTVIEW_ICON              = Icônes
MENUSTR_VIEW_LISTVIEW_LIST              = Liste
MENUSTR_VIEW_LISTVIEW_REPORT            = Détails
MENUSTR_VIEW_COLUMN                     = Colonnes
MENUSTR_VIEW_ALWAYS_ON_TOP              = Toujours visible
MENUSTR_VIEW_COLOR_SETTING              = Paramètres de couleur...

MENUSTR_ABOUT                           = &À propos de Bandizip \tF1
MENUSTR_HELPPAGE                        = &Aide en ligne
MENUSTR_OPEN_FOLDER                     = &Ouvrir le dossier d'installation
MENUSTR_FORUM                           = &Forum
MENUSTR_HOMEPAGE                        = &Site web

POPUPMENU_VIEWITEM_COMPSIZE             = Taille compressée
POPUPMENU_VIEWITEM_ORIGSIZE             = Taille d'origine
POPUPMENU_VIEWITEM_KIND                 = Type de fichier
POPUPMENU_VIEWITEM_DATE_MOD             = Modifié le

POPUPMENU_VIEWITEM_COMPMETHOD           = Méthode de compression
POPUPMENU_VIEWITEM_ENCRMETHOD           = Méthode de chiffrement
POPUPMENU_VIEWITEM_CRC                  = CRC
POPUPMENU_VIEWITEM_ATTRIB               = Attributs du fichier
POPUPMENU_VIEWITEM_COMMENT              = Commentaire du fichier

POPUPMENU_LISTCONTROL_EXTRACT_ALL       = Extraire tout... \tCtrl+E
POPUPMENU_LISTCONTROL_EXTRACT_SELECTED  = Extraire les fichiers sélectionnés...
POPUPMENU_LISTCONTROL_EXTRACT_HERE      = Extraire tout ici

POPUPMENU_LISTCONTROL_EXECUTE           = Ouvrir\tEntrée
POPUPMENU_LISTCONTROL_EXECUTE_SYS       = Ouvrir avec le programme par défaut
POPUPMENU_LISTCONTROL_EDIT_SELECTED     = Éditer\tF3
POPUPMENU_LISTCONTROL_OPENWITHBANDIZIP  = Ouvrir avec &Bandizip

POPUPMENU_LISTCONTROL_NEW_FOLDER        = Nouveau dossier
POPUPMENU_LISTCONTROL_ADD_FILE          = Ajouter des fichiers... \tIns
POPUPMENU_LISTCONTROL_DELETE_FILE       = Supprimer le(s) fichier(s) \tSuppr.
POPUPMENU_LISTCONTROL_RENAME_FILE       = Renommer le fichier
POPUPMENU_LISTCONTROL_SELECT_ALL        = Sélectionner tout \tCtrl+A
POPUPMENU_LISTCONTROL_MOVE2PARENT       = Revenir au dossier parent\tRetour arrière

POPUPMENU_TREECONTROL_DELETE_ARCHIVE    = Supprimer l'archive
POPUPMENU_TREECONTROL_OPENARCHIVEFOLDER = Ouvrir le dossier de l'archive

POPUPMENU_EXTRACT_AUTODEST              = Extraire dans le dossier de l'archive (auto)\tCtrl+Shift+S
POPUPMENU_EXTRACT_CURRENT               = Extraire dans le dossier de l'archive\tCtrl+Shift+C
POPUPMENU_EXTRACT_ARCHIVENAME           = "Extraire dans un dossier "Nom de l'archive""
POPUPMENU_EXTRACT_DESKTOP               = Extraire sur le bureau
POPUPMENU_EXTRACT_DESKTOP_AUTODEST      = Extraire sur le bureau (auto)

POPUPMENU_RECENT_CLEAR                  = Supprimer l'historique
POPUPMENU_RECENT_NOITEM                 = (Aucun fichier récent)

POPUPMENU_SHELLOPEN_OPENARCHIVE         = Ouvrir avec Bandizip
POPUPMENU_SHELLOPEN_EXTRACTAUTO         = Extraire ici (auto)

POPUPMENU_CODEPAGE_DEFAULT              = Par défaut
POPUPMENU_CODEPAGE_SIMPCHINESE          = Chinois simplifié
POPUPMENU_CODEPAGE_TRADCHINESE          = Chinois traditionnel
POPUPMENU_CODEPAGE_JAPANESE             = Japonais
POPUPMENU_CODEPAGE_KOREAN               = Coréen
POPUPMENU_CODEPAGE_WINDOWS1252          = Europe de l’ouest
POPUPMENU_CODEPAGE_WINDOWS1250          = Europe centrale
POPUPMENU_CODEPAGE_WINDOWS1251          = Cyrillique
POPUPMENU_CODEPAGE_WINDOWS1254          = Turc
POPUPMENU_CODEPAGE_WINDOWS737           = Grec
POPUPMENU_CODEPAGE_ARABIC               = Arabe
POPUPMENU_CODEPAGE_HEBREW               = Hébreu
POPUPMENU_CODEPAGE_BALTIC               = Langues baltes
POPUPMENU_CODEPAGE_THAI                 = Thaï
POPUPMENU_CODEPAGE_UTF8                 = UTF-8
POPUPMENU_CODEPAGE_AUTODETECT           = Détection automatique

POPUPMENU_PREVIEW_EXECUTE_HONEYVIEW     = Afficher avec Honeyview
POPUPMENU_PREVIEW_EXECUTE_ASSOC         = Afficher avec le programme par défaut

DLG_MENUSTR_MINIMIZE2TRAY               = Réduire dans la zone de notification
DLG_MENUSTR_LOW_PRIORITY                = Faible priorité
DLG_MENUSTR_DEL_ARCHIVEAFTEREXTRACT     = Supprimer l’archive après extraction


[DIALOG]
;------------------------------------------------------------------------------
; GENERAL
IDOK                                    = OK
IDCANCEL                                = Annuler

;------------------------------------------------------------------------------
[IDD_ABOUT]
IDD_ABOUT                               = À propos de Bandizip
IDC_BTN_HOMEPAGE                        = Site web
IDC_BTN_UPDATE                          = Mise à jour

;------------------------------------------------------------------------------
[IDD_OPEN_PROGRESS]
IDD_OPEN_PROGRESS                       = Ouvrir un fichier
IDC_STATIC_OPENING                      = Ouverture...

;------------------------------------------------------------------------------
[IDD_SELECT_FOLDER]
IDD_SELECT_FOLDER                       = Sélectionnez le dossier de destination
IDC_STATIC_FOLDER                       = Dossier
IDC_STATIC_FILES2EXTRACT                = Extraire :
IDC_RADIO_FILES2EXTRACT_0               = &Tous les fichiers
IDC_RADIO_FILES2EXTRACT_1               = Fichiers &sélectionnés
IDC_CHK_CREATE_FOLDER_WITH_ARCHIVE_NAME = "Extraire dans un dossier "Nom de l'archive""
IDC_CHK_DEL_ARCHIVE_AFTER_EXTRACT       = Supprimer l'archive après extraction
IDC_CHK_REMEMBER_SETTINGS               = Se souvenir des paramètres
IDC_BTN_NEWFOLDER                       = &Nouveau dossier

;------------------------------------------------------------------------------
[IDD_EXTRACT]
IDD_EXTRACT                             = Extraction...
IDC_BTN_STOP                            = Annuler
IDC_BTN_CLOSE                           = Fermer
IDC_BTN_PAUSE                           = Pause

;------------------------------------------------------------------------------
[IDD_ARCHIVE]
IDD_ARCHIVE                             = Nouvelle archive
IDC_STATIC_FILE_LIST                    = Ajouter des fichiers à l'archive
IDC_STATIC_ARCHIVE_SETTING              = Paramètres d'archivage
IDC_STATIC_ARCHIVE_NAME                 = Nom et destination
IDC_STATIC_SET_DEST_FOLDER              = Dossier de destination
IDC_STATIC_ARCHIVE_TYPE                 = Format
IDC_STATIC_ARCHIVE_VOLUME_SIZE          = Découpage de l'archive
IDC_STATIC_COMPRESSION_METHOD           = Niveau de compression
IDC_STATIC_PASSWORD_AGAIN               = Confirmez le mot de passe :
IDC_STATIC_HELP_SPLIT                   = [Aide]
IDC_STATIC_HELP_ZIPX                    = [Format ZipX]
IDC_STATIC_HELP_7Z                      = [Format 7z]
IDC_BTN_SELECT_ARCHIVE_NAME             = &Parcourir...
IDC_BTN_PASSWORD                        = Mot de passe :
IDC_BTN_SHOW_PASSWORD                   = Afficher le mot de passe
IDC_BTN_TEST_ARCHIVE                    = &Vérifier l'archive
IDC_BTN_DELETE_SRC                      = Supprimer les fichiers après archivage
IDC_BTN_ARCHIVE_AS_EACH_NAME            = Créer une archive par fichier/dossier
IDC_BTN_SET_DEST_FOLDER                 = Changer le dossier de destination
IDC_BTN_TOGGLE_ADVANCED                 = Plus d'options...
IDC_BTN_SET_SFX                         = &Paramètres SFX...
IDC_BTN_ADD                             = &Ajouter...
IDC_BTN_DEL                             = &Suppr.
IDC_BTN_START                           = &Démarrer
IDC_BTN_SET_COMPRESS                    = Paramètres...

;------------------------------------------------------------------------------
[IDD_FILE_SELECT]
IDD_FILE_SELECT                         = Sélectionnez des fichiers
IDC_BTN_OPEN                            = Ouvrir

;------------------------------------------------------------------------------
[IDD_ARCHIVING]
IDD_ARCHIVING                           = Archivage...
TEXT_ARCHIVE_TESTING                    = Vérification de l'archive...
IDC_BTN_STOP                            = Annuler
IDC_BTN_CLOSE                           = Fermer
IDC_BTN_PAUSE                           = Pause

;------------------------------------------------------------------------------
[IDD_PASSWORD]
IDD_PASSWORD                            = Veuillez saisir le mot de passe
IDC_STATIC_PASSWORD_MSG                 = Le fichier est protégé.
IDC_CHECK_HIDE_PASSWORD                 = &Cacher le mot de passe (***)
IDC_CHECK_APPLY_ALL                     = &Appliquer à tous les fichiers
;

;------------------------------------------------------------------------------
[IDD_ASK_DUPEFILE]
IDD_ASK_DUPEFILE                        = Fichiers en double
IDC_STATIC_DUPE_MESSAGE                 = Un fichier du même nom existe déjà.
IDC_STATIC_DUPEFILE_OLD                 = Fichier existant
IDC_STATIC_DUPEFILE_NEW                 = Fichier à extraire
IDC_STATIC_DUPE_ASK                     = Sélectionnez une option ci-dessous :
IDC_RADIO_DUPE_METHOD0                  = &Ignorer
IDC_RADIO_DUPE_METHOD1                  = &Écraser
IDC_RADIO_DUPE_METHOD2                  = &Renommer
IDC_CHECK_DUPE_APPLY_ALL                = &Appliquer à tous les fichiers

;------------------------------------------------------------------------------
[IDD_ASK_DROPFILE]
IDD_ASK_DROPFILE                        = Option de l'archive
IDC_STATIC_ASK_HANDLING                 = Sélectionnez une option ci-dessous :
IDC_RADIO_HANDLE_METHOD0                = &Ouvrir l'archive
IDC_RADIO_HANDLE_METHOD1                = &Nouvelle archive
IDC_RADIO_HANDLE_METHOD2                = &Ajouter le(s) fichier(s) à l'archive
IDC_CHK_PASS                            = Mot de passe
IDC_STATIC_PASSWORD_AGAIN               = Confirmez le mot de passe :
IDC_CHK_SHOW_PASS                       = Afficher le mot de passe

;------------------------------------------------------------------------------
[IDD_SETTING]
IDD_SETTING                             = Paramètres
IDC_BTN_INIT                            = Réinitialiser

;------------------------------------------------------------------------------
[IDD_SETTING_GENERAL]
IDC_STATIC_GENERAL                      = Paramètres généraux
IDC_CHK_EXIT_WITH_ESC                   = Utiliser la touche Échap pour fermer le programme
IDC_CHK_TEST_ARCHIVE_AFTER_MODIFY       = Toujours vérifier l'archive après l'ajout, la suppression ou le renommage d'un fichier
IDC_CHK_SNAP                            = Accrocher la fenêtre aux bords de l'écran
IDC_CHK_AUTO_UPDATE                     = Vérifier les mises à jour au démarrage de Bandizip
IDC_CHK_AUTO_UPDATE_MINOR               = Me prévenir lorsqu'une mise à jour mineure est disponible
IDC_CHK_SHOW_DOTDOT_AT_LIST             = Afficher le dossier [..] dans l'archive
IDC_CHK_SHOW_GRID_AT_LIST               = "Afficher une grille en mode d'affichage "détails""
IDC_CHK_FULL_ROW_SELECT_AT_LIST         = "Surligner la ligne entière quand elle est sélectionnée en mode d'affichage "détails""

;------------------------------------------------------------------------------
[IDD_SETTING_ASSOC]
IDC_STATIC_ASSOC_LIST                   = Associations de fichiers
IDC_BTN_SELECT_MANDATORY                = Les plus importants
IDC_BTN_SELECT_ALL                      = Tous
IDC_BTN_CLEAR_ALL                       = Aucun
IDC_BTN_APPLY_NOW                       = Appliquer
IDC_STATIC_ICON_PACK                    = Choisir un pack d'icônes :
IDC_STATIC_ICON_PACK_HOMEPAGE           = [Téléchargement d'un pack d'icônes]
IDC_STATIC_DEFAULT_APP_SETTINGS         = 

;------------------------------------------------------------------------------
[IDD_SETTING_ASSOC_NEW]
IDC_STATIC_ASSOC_LIST                   = Association de fichiers
IDC_STATIC_ASSOC_DESC1                  = Pour Windows 8/8.1, vous pouvez associer les fichiers comme suit :
IDC_STATIC_ASSOC_DESC2                  = 1. Cliquez sur le bouton "Paramètres d'association" ci-dessous.
IDC_STATIC_ASSOC_DESC3                  = 2. Cochez "Sélectionner tout" dans la fenêtre des associations de fichiers.
IDC_STATIC_ASSOC_DESC4                  = 3. Cliquez sur le bouton "Enregistrer".
IDC_STATIC_ASSOC_DESC1_10               = Pour Windows 10, vous pouvez associer les fichiers comme suit :
IDC_STATIC_ASSOC_DESC2_10               = 1. Cliquez sur le bouton "Paramètres d'association" ci-dessous.
IDC_STATIC_ASSOC_DESC3_10               = 2. Sélectionnez "Bandizip" dans la fenêtre "Définir les programmes par défaut".
IDC_STATIC_ASSOC_DESC4_10               = 3. Cliquez sur "Définir ce programme comme programme par défaut".
IDC_BTN_LAUNCH_ASSOC_REG_UI             = Paramètres d'association
IDC_BTN_SHOW_CLASSIC_ASSOC_UI           = Méthode classique

;------------------------------------------------------------------------------
[IDD_SETTING_SHELL]
IDC_STATIC_SHELL_OPEN                   = Lors d'un double-clic sur une archive :
IDC_RADIO_SHELL_OPEN_0                  = Ouvrir avec Bandizip
IDC_RADIO_SHELL_OPEN_1                  = Extraire ici (auto)
IDC_RADIO_SHELL_OPEN_2                  = Afficher le menu contextuel
IDC_RADIO_SHELL_OPEN_3                  = Extraire (auto) dans le dossier ci-dessous :
IDC_BTN_SET_EXTRACT_FOLDER              = Parcourir...
IDC_RADIO_SHELL_OPEN_4                  = "Extraire vers "Nom de l'archive""
IDC_CHK_DEL_ARCHIVE_AFTER_EXTRACT       = Supprimer l’archive après extraction par un double-clic

IDC_STATIC_SHELL_EXTRACT                = Menu contextuel d'extraction
IDC_CHK_SHELL_EXTRACT_HERE              = Extraire ici
IDC_CHK_SHELL_EXTRACT_AUTO              = Extraire ici (auto)
IDC_CHK_SHELL_EXTRACT_SUB               = "Extraire vers "Nom de l'archive""
IDC_CHK_SHELL_EXTRACT_HERE_DEL          = Extraire ici et supprimer
IDC_CHK_SHELL_EXTRACT_AUTO_DEL          = Extraire ici (auto) et supprimer
IDC_CHK_SHELL_EXTRACT_SUB_DEL           = Extraire vers "Nom de l'archive" et supprimer
IDC_CHK_SHELL_EXTRACT_DLG               = Extraire vers un autre dossier...
IDC_CHK_SHELL_EXTRACT_ADMIN             = Extraire en tant qu’administrateur...
IDC_CHK_SHELL_TEST_ARCHIVE              = Vérifier l'archive
IDC_CHK_SHELL_OPEN_ARCHIVE              = Ouvrir avec Bandizip...
IDC_CHK_SHELL_PREVIEW                   = Aperçu de l'archive
IDC_STATIC_SHELL_PREVIEW_SIZE           = Nombre de fichiers max :
IDC_CHK_SHELL_PREVIEW_TREE              = Affichage sous forme d'arborescence

IDC_STATIC_SHELL_ARCHIVING              = Menu contextuel de compression
IDC_CHK_SHELL_ARCHIVING_AS_FILENAME     = "Compresser vers "NomDuFicher.zip""
IDC_CHK_SHELL_ARCHIVING_AND_EMAIL       = Compresser vers "NomDuFicher.zip" et envoyer par e-mail
IDC_CHK_SHELL_ARCHIVING_ZIPX            = "Compresser vers "NomDuFicher.zipx""
IDC_CHK_SHELL_ARCHIVING_EXE             = "Compresser vers "NomDuFicher.exe""
IDC_CHK_SHELL_ARCHIVING_TAR             = "Compresser vers "NomDuFicher.tar""
IDC_CHK_SHELL_ARCHIVING_TGZ             = "Compresser vers "NomDuFicher.tgz""
IDC_CHK_SHELL_ARCHIVING_LZH             = "Compresser vers "NomDuFicher.lzh""
IDC_CHK_SHELL_ARCHIVING_ISO             = "Compresser vers "NomDuFicher.iso""
IDC_CHK_SHELL_ARCHIVING_7Z              = "Compresser vers "NomDuFicher.7z""
IDC_CHK_SHELL_ARCHIVING_GZ              = "Compresser vers "NomDuFicher.gz""
IDC_CHK_SHELL_ARCHIVING_XZ              = "Compresser vers "NomDuFicher.xz""
IDC_CHK_SHELL_ARCHIVING_EACH            = Créer une archive ZIP par fichier/dossier
IDC_CHK_SHELL_ARCHIVING_EACH_7Z         = Créer une archive 7z par fichier/dossier
IDC_CHK_SHELL_ARCHIVING_POPUP           = Compresser vers... (Bandizip)
IDC_CHK_SHELL_ARCHIVING_ADMIN           = Compresser en tant qu’administrateur...
IDC_CHK_SHELL_ARCHIVING_RULE            = Compresser avec un nom personnalisé :
IDC_STATIC_FILENAME_RULE_HELP           = Règle : ${NAME}=Nom de l'archive, %Y=Année, %m=Mois, %d=Jour, %H=Heure, %M=Minute, %S=Seconde

IDC_STATIC_SHELL_BKGND                  = Menu lors d'un clic-droit sur un espace vide dans l'explorateur Windows
IDC_CHK_SHELL_BKGND_NEW_FOLDER          = Nouveau dossier
IDC_CHK_SHELL_BKGND_LAUNCH_CMD          = Invite de commandes (cmd.exe) - Maj+clic droit pour l'invite de commandes en mode administrateur)

IDC_STATIC_SHELL_ETC                    = Autres
IDC_CHK_SHELL_DO_NOT_USE                = Désactiver le menu contextuel
IDC_CHK_SHELL_AS_SUB_MENU               = Menu contextuel en cascade
IDC_CHK_SHELL_HIDE_ICON                 = Ne pas afficher l'icône Bandizip dans le menu contextuel
IDC_CHK_SHELL_CHECK_ARCHIVE_DEEP        = Reconnaître une archive à son contenu
IDC_CHK_SHELL_CAN_COMPRESS_ARCHIVE      = Afficher le menu contextuel de compression pour les archives également
IDC_CHK_SHELL_USE_SELECTED_FILENAME     = Donner à l'archive le nom du fichier présent sous le curseur de la souris lors du clic-droit
IDC_CHK_SHELL_USE_DROP_HANDLER          = Permettre d'ajouter des fichiers à une archive par glisser-déposer directement dans l'explorateur

;------------------------------------------------------------------------------
[IDD_SETTING_EXTRACT]
IDC_STATIC_EXTRACT                      = Paramètres d'extraction
IDC_CHK_ENTERFOLDERWHENROOTFOLDERISONE  = Si l'archive ne comporte qu'un seul dossier racine, afficher son contenu directement
IDC_CHK_OPEN_FOLDER_EXTRACT_COMPLETE    = Ouvrir le dossier cible après extraction
IDC_CHK_DO_NOT_CLOSE_EXTRACT_DLG        = Ne pas fermer la fenêtre de progression après extraction
IDC_CHK_FAST_DRAG_DROP                  = Utilisez le glisser-déposer rapide si le fichier à extraire est volumineux
IDC_CHK_TREAT_TGZ_AS_SOLID_ARCHIVE      = Extraire les tgz/tbz en une seule opération
IDC_CHK_TREAT_TGZ_AS_SOLID_WHEN_BIG     = Même pour les tgz/tbz volumineux
IDC_CHK_AUTODEST_ONEFILE2SUBFOLDER      = Pour l'extraction automatique, créer un dossier même si l'archive ne contient qu'un seul fichier
IDC_CHK_AUTOCONVERTNFD2NFC_WHENMACOS    = Détecter automatiquement l'encodage Macintosh
IDC_CHK_UNIXZIP_AS_UTF8                 = Utiliser l'encodage UTF-8 à l'ouverture des fichiers ZIP créés sous UNIX
IDC_CHK_TAR_AS_UTF8                     = Utiliser l'encodage UTF-8 à l'ouverture des fichiers tar
IDC_STATIC_CODEPAGE                     = Encodage par défaut
IDC_STATIC_TYPE_OF_EXTRACT_ALL          = Décompresser tous les fichiers de l'archive lors d'un double-clic sur les types de fichiers suivants :

;------------------------------------------------------------------------------
[IDD_SETTING_ARCHIVE]
IDC_STATIC_ARCHIVE                      = Paramètres de compression
IDC_CHK_DO_NOT_STORE_ROOT_FOLDER        = Ne pas créer de dossier racine lors de la compression d'un dossier unique
IDC_CHK_USE_UTF8_COMPRESS               = Utiliser des noms de fichier Unicode dans les archives ZIP (UTF-8)
IDC_CHK_USE_UTF8_EXTRA_FIELD            = Enregistrer les noms de fichier Unicode dans un nouveau champ d'en-tête des archives ZIP (UTF-8)
IDC_CHK_USE_UTF8_COMPRESS_TAR           = Utiliser des noms de fichier Unicode dans les archives tar/tgz (UTF-8)
IDC_CHK_FORCE_ZIP64                     = Toujours utiliser le format ZIP64 même si la taille du fichier est inférieure à 2 Go (déconseillé)
IDC_CHK_EXCLUDE_THUMBSDB                = Exclure les fichiers thumbs.db
IDC_CHK_SAVE_NTFS_TIME_TO_ZIP           = Enregistrer les informations de temps NTFS dans les archives ZIP
IDC_CHK_DO_NOT_COMPRESS_UNCOMPRESSIBLE  = Utiliser l'archivage accéléré
IDC_CHK_MULTICORE_COMPRESS              = Tirer parti des processeurs multi-cœur
IDC_CHK_USE_AES256                      = Utiliser le chiffrement AES256
IDC_CHK_DO_NOT_CLOSE_COMPRESS_DLG       = Ne pas fermer la fenêtre de progression après archivage
IDC_STATIC_COMPRESSION_METHOD           = Niveau de compression :
IDC_RADIO_FOLDER4NEWARCHIVE_USELAST     = "Se souvenir du dernier dossier utilisé pour la fonction "Nouvelle archive""
IDC_RADIO_FOLDER4NEWARCHIVE_SET         = Ou dossier par défaut :
IDC_BTN_SET_NEW_ARCHIVE_FOLDER          = Parcourir...
IDC_CHK_EXCLUDE_FILTER                  = Types de fichiers à exclure de l'archivage

;------------------------------------------------------------------------------
[IDD_SETTING_VIEWER]
IDC_STATIC_VIEWER                       = Visionneuse
IDC_CHK_SHOW_PREVIEW                    = Montrer un aperçu de l'image sans extraction
IDC_CHK_SHOW_FOLDER_SIZE                = Afficher les tailles compressée et d'origine pour les dossiers également

IDC_STATIC_SETTING_VIEWITEM             = Colonnes
IDC_CHK_VIEWITEM_COMPSIZE               = Taille compressée
IDC_CHK_VIEWITEM_ORIGSIZE               = Taille d’origine
IDC_CHK_VIEWITEM_KIND                   = Type de fichier
IDC_CHK_VIEWITEM_DATE_MOD               = Modifié le
IDC_CHK_VIEWITEM_COMPMETHOD             = Méthode de compression
IDC_CHK_VIEWITEM_ENCRMETHOD             = Méthode de chiffrement
IDC_CHK_VIEWITEM_CRC                    = CRC
IDC_CHK_VIEWITEM_ATTRIB                 = Attributs du fichier
IDC_CHK_VIEWITEM_COMMENT                = Commentaire du fichier

IDC_STATIC_IMAGE_VIEWER                 = Visionneuse d'images
IDC_RADIO_IMAGE_VIEWER_0                = Utiliser la visionneuse d'images interne
IDC_RADIO_IMAGE_VIEWER_1                = Utiliser le programme par défaut
IDC_RADIO_IMAGE_VIEWER_2                = Utiliser Honeyview si installé

IDC_STATIC_EDITOR                       = Editeur de fichiers
IDC_BTN_SET_EDITOR_PATH                 = Parcourir...

IDC_STATIC_COLOR                        = Couleur
IDC_STATIC_COLOR_THEME                  = Couleur du thème
IDC_BTN_BKGND                           = Choisir...
IDC_STATIC_COLOR_TEXT                   = Couleur de police
IDC_STATIC_COLOR_TEXT_AUTO              = Auto
IDC_STATIC_COLOR_TEXT_WHITE             = Blanc
IDC_STATIC_COLOR_TEXT_BLACK             = Noir

;------------------------------------------------------------------------------
[IDD_SETTING_ETC]
IDC_BTN_EXPORT_SETTINGS                 = Exporter les paramètres
IDC_STATIC_ETC                          = Paramètres avancés
IDC_CHK_SET_TEMP_FOLDER                 = Emplacement du dossier temporaire :
IDC_BTN_SET_TEMP_FOLDER                 = Parcourir...
IDC_CHK_SET_USER_ARCHIVE_EXT            = Considérer les types de fichiers suivants comme des archives :
IDC_CHK_DELETE_TEMP_FILE_ASAP           = Supprimer le fichier temporaire dès que le processus enfant se termine
IDC_CHK_DELETE_ARCHIVE_TO_TRASH         = Envoyer une copie de l'archive dans la Corbeille avant la suppression d'un fichier
IDC_CHK_SHOW_RECENT_ARCHIVE_LIST        = Conserver l'historique des archives récemment ouvertes
IDC_CHK_USE_LONG_PATH_NAME              = Gérer les chemins d'accès de plus de 260 caractères
IDC_CHK_OPEN_ARCHIVE_WITH_SHARE_DEL     = Permettre à l'explorateur Windows de supprimer les archives ouvertes
IDC_CHK_AUTO_EXPAND_TREE_CONTROL        = Développer automatiquement l'arborescence des archives
IDC_CHK_USE_MODAL_DIALOG                = Utiliser des fenêtres d'archivage et d'extraction modales
IDC_CHK_USE_ELEGANT_UI                  = Afficher les couleurs de l'interface en dégradé
IDC_CHK_SHOW_STARTSCREN_WHEN_LAUNCH     = Utiliser l'écran de démarrage
IDC_CHK_DISP_FULL_PATH_IN_THE_TITLEBAR  = Afficher le chemin complet dans la barre de titre
IDC_CHK_DEL_OUTFILE_WHEN_USER_CANCEL    = Supprimer les fichiers déjà extraits quand l'extraction est annulée
IDC_CHK_COPY_ZONE_IDENTIFIER            = 

;------------------------------------------------------------------------------
[IDD_SETTING_LANG]
IDC_STATIC_LANG                         = Choix de la langue
IDC_STATIC_OPEN_TRANSLATION_PAGE        = Vous voulez aider à traduire ce programme ? Cliquez ici...
IDC_STATIC_OPEN_MULTLANG_PAGE           = [Télécharger d'autres langues...]
IDC_STATIC_OPEN_LANG_FOLDER             = [Ouvrir le dossier de la langue...]

;------------------------------------------------------------------------------
[IDD_SFX_SETTING]
IDD_SFX_SETTING                         = Paramètres SFX (Archive auto-extractible)
IDC_STATIC_TARGET_PATH                  = Dossier d'extract. par défaut :
IDC_STATIC_TITLE                        = Titre :
IDC_STATIC_RUN                          = Après extraction, exécuter :
IDC_STATIC_MESSAGE                      = Message :
IDC_CHK_AUTO_CLOSE                      = Fermer la fenêtre SFX après extraction
IDC_BTN_SAVE_SFX_SETTING                = Enregistrer les paramètres

;------------------------------------------------------------------------------
[IDD_FIND]
IDD_FIND                                = Rechercher des fichiers
IDC_STATIC_FIND                         = Rechercher :
IDC_BTN_CLOSE                           = Fermer
IDC_BTN_DELETE                          = Supprimer
IDC_BTN_EXTRACT                         = Extraire

;------------------------------------------------------------------------------
[IDD_EDIT_COMMENT]
IDD_EDIT_COMMENT                        = Commentaire de l'archive
IDC_STATIC_COMMENT                      = Ajouter/modifier un commentaire
IDC_CHK_USE_UTF8                        = Enregistrer le commentaire en Unicode (UTF-8)
IDC_BTN_LOAD_FROM_FILE                  = Charger depuis un fichier (*.txt)...

;------------------------------------------------------------------------------
[IDD_ASK_EXECUTABLE]
IDD_ASK_EXECUTABLE                      = ATTENTION
IDC_STATIC_WARN_EXECUTABLE              = Ce fichier est un exécutable, et pourrait endommager votre ordinateur. Voulez-vous continuer ?
IDC_CHK_DO_NOT_ASK_AGAIN                = Ne pas me demander à nouveau


[SKIN]
$TOOLBAR_OPEN                           = Ouvrir
$TOOLBAR_CLOSE_FILE                     = Fermer
$TOOLBAR_EXTRACT_FILE                   = Extraire
$TOOLBAR_CREATE_ARCHIVE                 = Nouveau
$TOOLBAR_DELETE_FILE                    = Supprimer
$TOOLBAR_ADD_FILE                       = Ajouter
$TOOLBAR_TEST_ARCHIVE                   = Vérifier
$TOOLBAR_CODEPAGE                       = Encodage
$TOOLBAR_VIEWITEM                       = Colonnes

$TOOLBAR_OPEN2                          = Ouvrir une archive
$TOOLBAR_CREATE_ARCHIVE2                = Nouvelle archive

$TEXT_DESKTOP                           = Bureau
$TEXT_DOCUMENT                          = Documents
$TEXT_PICTURE                           = Images
$TEXT_COMPUTER                          = Ce PC

$TEXT_SETTINGTAB_GENERAL                = Général
$TEXT_SETTINGTAB_ASSOC                  = Associations
$TEXT_SETTINGTAB_SHELL                  = Menu contextuel
$TEXT_SETTINGTAB_EXTRACT                = Extraction
$TEXT_SETTINGTAB_ARCHIVE                = Compression
$TEXT_SETTINGTAB_VIEWER                 = Visionneuse
$TEXT_SETTINGTAB_ETC                    = Avancé
$TEXT_SETTINGTAB_LANG                   = Langue

$TOOLTIP_EXTRACTDLG_OPEN_DST            = Ouvrir le dossier cible
$TOOLTIP_EXTRACTDLG_OPEN_SRC            = Ouvrir le dossier de l'archive
$TOOLTIP_EXTRACTDLG_OPEN_DST_OPTION     = Ouvrir le dossier cible après l'extraction
$TOOLTIP_COMPRESSDLG_OPEN_DST           = Ouvrir le dossier de l'archive
$TOOLTIP_OPEN_LAST_EXTRACTED_FOLDER     = Ouvrir le dossier cible
$TOOLTIP_DO_NOT_CLOSE_EXTRACT_DLG       = Ne pas fermer cette fenêtre après extraction
$TOOLTIP_DO_NOT_CLOSE_COMPRESS_DLG      = Ne pas fermer cette fenêtre après archivage
$TOOLTIP_ADVANCED_MENU                  = Paramètres divers

$TEXT_INSTALL_START                     = OK, je vais l’essayer
$TEXT_INSTALL_CLOSE                     = Non merci
$TEXT_INSTALL_HONEYVIEW_LINK            = Plus d'informations...

$TEXT_HELP_PAGE                         = Page d’aide


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;
; TEXT FOR EXPLORER SHELL CONTEXT MENU
;
[SHELL]
TEXT_NEW_FOLDER                         = Nouveau dossier

TEXT_MENU_CREATE_NEW_FOLDER             = &Nouveau dossier
TEXT_MENU_SUB_MENU                      = &Bandizip
TEXT_MENU_OPEN_ARCHIVE                  = Ouvrir avec Bandizip...
TEXT_MENU_TEST_ARCHIVE                  = Vérifier l'archive
TEXT_MENU_LAUNCH_CMD                    = &Invite de commandes
TEXT_MENU_LAUNCH_CMD_ADMIN              = Invite de commandes (mode administrateur)

TEXT_MENU_ARCHIVE_EACHNAME              = Créer une archive ZIP par fichier/dossier
TEXT_MENU_ARCHIVE_EACHNAME_7Z           = Créer une archive 7z par fichier/dossier
TEXT_MENU_ARCHIVE_ZIP                   = "Compresser vers "${str1}""
TEXT_MENU_ARCHIVE_ZIP_AND_EMAIL         = Compresser vers "${str1}" et envoyer par e-ma&il...
TEXT_MENU_ARCHIVE_ZIPX                  = "Compresser vers "${str1}""
TEXT_MENU_ARCHIVE_EXE                   = "Compresser vers "${str1}""
TEXT_MENU_ARCHIVE_TAR                   = "Compresser vers "${str1}""
TEXT_MENU_ARCHIVE_TGZ                   = "Compresser vers "${str1}""
TEXT_MENU_ARCHIVE_LZH                   = "Compresser vers "${str1}""
TEXT_MENU_ARCHIVE_ISO                   = "Compresser vers "${str1}""
TEXT_MENU_ARCHIVE_7ZFMT                 = "Compresser vers "${str1}""
TEXT_MENU_ARCHIVE_GZ                    = "Compresser vers "${str1}""
TEXT_MENU_ARCHIVE_XZ                    = "Compresser vers "${str1}""
TEXT_MENU_ARCHIVE_EACHNAME_GZ           = Créer une archive gz par fichier/dossier
TEXT_MENU_ARCHIVE_EACHNAME_XZ           = Créer une archive xz par fichier/dossier
TEXT_MENU_ARCHIVE_RULE                  = "Compresser vers "${str1}""
TEXT_MENU_ARCHIVE_POPUP                 = Compresser vers... (&Bandizip)
TEXT_MENU_ARCHIVE_POPUP_AS_ADMIN        = Compresser en tant qu'administrateur...

TEXT_MENU_EXTRACT_HERE                  = &Extraire ici
TEXT_MENU_EXTRACT_AUTO                  = Extraire ici (auto)
TEXT_MENU_EXTRACT_AUTO_EACH             = Extraire tout ici (auto)
TEXT_MENU_EXTRACT_SUB                   = Extraire tout dans des dossiers individuels
TEXT_MENU_EXTRACT_ARCHIVENAME           = Extraire &vers ${str1}\
TEXT_MENU_EXTRACT_DLG                   = Extraire vers un autre dossier...
TEXT_MENU_EXTRACT_DLG_AS_ADMIN          = Extraire en tant qu'administrateur...
TEXT_MENU_EXTRACT_HERE_DEL              = Extraire ici et supprimer
TEXT_MENU_EXTRACT_AUTO_DEL              = Extraire ici (auto) et supprimer
TEXT_MENU_EXTRACT_AUTO_EACH_DEL         = Extraire tout ici (auto) et supprimer
TEXT_MENU_EXTRACT_SUB_DEL               = Extraire tout dans des dossiers individuels et supprimer
TEXT_MENU_EXTRACT_ARCHIVENAME_DEL       = Extraire vers ${str1}\ et supprimer

TEXT_MENU_PREVIEW                       = Aperçu
TEXT_MENU_PREVIEW_BROKEN                = Le fichier est endommagé[br]ou de format inconnu.
TEXT_MENU_PREVIEW_TIMEOUT               = L'aperçu a mis[br]trop de temps à s'afficher.
TEXT_MENU_PREVIEW_EMPTY                 = L'archive est vide.
TEXT_MENU_PREVIEW_ENCRYPTED             = Le fichier est protégé.
TEXT_MENU_PREVIEW_DLLLOADFAILED         = Impossible d'utiliser l'aperçu de l'archive. [br][br]Veuillez redémarrer l'explorateur Windows ou [br]redémarrer votre ordinateur.
TEXT_MENU_PREVIEW_CANTREADFILELIST      = Impossible de lire la liste des fichiers.

TEXT_MENU_OPENING                       = Ouverture en cours...


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;
; text for updater
;
[UPDATER]
TEXT_UPDATER_TITLE                      = Mise à jour de Bandizip
TEXT_UPDATER_TEXT1                      = Une mise à jour est disponible.
TEXT_UPDATER_TEXT_DL                    = Voulez-vous la télécharger maintenant ?
TEXT_UPDATER_BTN_UPDATE                 = Mettre à jour
TEXT_UPDATER_BTN_OK                     = OK
TEXT_UPDATER_BTN_CANCEL                 = Annuler
TEXT_UPDATER_DOWNLOAD_ERROR             = Échec du téléchargement.
TEXT_UPDATER_SETTING_UPDATE             = Paramètres


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;
; text for sfx
;
[SFX]
STATIC_TARGET_PATH                      = Extraire vers :
BTN_SELECT_FOLDER                       = Parcourir...
BTN_EXTRACT                             = Démarrer
BTN_CLOSE                               = Fermer
BTN_CANCEL                              = Annuler
BTN_OPEN_FOLDER                         = Ouvrir
CHK_OVERWRITE                           = Écraser les fichiers
ERR_ERROR_OCCURRED                      = Une erreur s'est produite.
ERR_INVALID_PASSWORD                    = Mot de passe incorrect.
ASK_OVERWRITE                           = Un fichier du même nom existe déjà. Voulez-vous le remplacer ?
MSG_COMPLETED                           = Extraction réussie.
IDD_PASSWORD                            = Veuillez saisir le mot de passe
IDC_STATIC_PASSWORD_MSG                 = Le fichier est protégé.
IDC_CHECK_HIDE_PASSWORD                 = &Cacher le mot de passe (***)



;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;
; text for aiview
;
[AIVIEW]
TEXT_ERR_CANTEXTRACTFILE                = Impossible d'extraire les fichiers.
TEXT_ERR_CRC                            = Erreur CRC.
TEXT_ERR_INVALID_PASSWD                 = Mot de passe incorrect.


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;
; text for installer
;
[INSTALLER]
$SETUP_TITLE                            = Installer ${APPNAME} ${APPVERSION}
$UNINSTALL_TITLE                        = Désinstaller ${APPNAME} ${APPVERSION}
$UNINSTALL_STATIC                       = Êtes-vous certain de vouloir désinstaller le programme ?

$BTN_CLOSE                              = Quitter
$BTN_CANCEL                             = Annuler
$BTN_INSTALL                            = Accepter et installer
$BTN_UNINSTALL                          = Désinstaller
$BTN_OPEN_LICENSE                       = [Afficher l’accord de licence]

$TEXT_PATH                              = Dossier d'installation
$TEXT_INSTALL_STATIC                    = Installation en cours...

$CHK_AUTO_REPORT                        = Envoyer automatiquement les rapports d'erreur et les statistiques d’utilisation.

ERR_CANT_CREATE_FOLDER                  = Impossible de créer le dossier : ${str1}
ERR_CANT_OPEN_FILE                      = Impossible d’ouvrir le fichier : ${str1}
ERR_CANT_WRITE_FILE                     = Impossible d’écrire le fichier : ${str1}
ERR_BROKEN_ARCHIVE                      = L'archive est endommagée : ${str1}
ERR_CRC_ERROR                           = Erreur CRC : ${str1}
ERR_NOT_ENOUGH_MEM                      = Mémoire insuffisante : ${str1}

MSG_FILE_OPEN_ERROR                     = Impossible d'ouvrir le fichier en écriture :[br]"${str1}"[br]Cliquez sur Annuler pour arrêter l’installation,[br]Nouvelle tentative pour réessayer, ou [br]Ignorer pour ignorer ce fichier.
MSG_SUCCESS                             = Installation terminée
MSG_ERROR                               = Une erreur s’est produite
MSG_SELECT_FOLDER                       = Veuillez sélectionner un dossier.
MSG_STILLRUN_EXIT_PROGRAM               = ${APPNAME} est en cours d'exécution. Veuillez d'abord quitter le programme.
MSG_XP_IS_NOT_SUPPORTED                 = Ce programme ne fonctionne pas sous Windows XP. Vous pouvez télécharger l'ancienne version compatible avec Windows XP depuis le site web.
MSG_NEED_ADMIN_PRIVILEGE                = Ce programme ne peut être installé que par un utilisateur disposant des droits d’administrateur.[br][br]Le programme pourrait ne pas s'installer correctement.[br][br]Voulez-vous annuler l’installation ?
MSG_NEWVERSION_FOUND                    = Une nouvelle version est disponible. Voulez-vous la télécharger maintenant ?
SHORTCUT_LINK_DESCRIPTOIN               = Démarrer ${APPNAME}


